Revert "Fix Readme File Error and add .gitignore"
This reverts commit 0791a441eed34c8880fb7a4a288d7fc7a05a3c63.
